console.log("可能我们真的是不同世界的两个人。你是如此的充满活力，而我是如此的呆板（除了因为我跟it人混的比较多，而造成一些灵感上有些多idea以外，好像没什么值得感到新奇的。）不知是不是我的错觉，我似乎不再能在你的脸上看到以前的你的微笑和充满自由和活力的眼睛。前天，好像就是20日吧，我在练车场里仿佛看到推演出来的可能的未来了。。。我对你的like仅此于你的微笑，还有那双充满自由和活力的眼睛。我想了很久。。。很久。。。，最终还是决定不再影响你的心。因为即使结合，整个故事往后推演，都只会让你过着《荼蘼》中plan.A里郑微如过着生活，因为最好就只会这样。你应该去过plan.B的生活。。。因为这更适合你。（115 97 121 111 110 97 108 97(ascii))");
var x = 1;
var y = 1;
//var z = x + y;
var z = x - y;
if(z == 2){
	document.write(x + " + " + y + " = " + z);
}else{
	document.write(x + " + " + y + " = " + z);
}
