console.log("**我不是想把我们的关系变成这样的，我也不是想捉弄你，而是似乎都在这些时候我又会突然变忙，我不想在我忙的时候给你画饼；这样对你不公平。**在10.1时我也不是想这样对你，只是当时我似乎看到我的机会过于渺茫，同时我也以为我可以用这样的方式催眠我自己（这些都源于评估在我在10.时内心刚平复没多久时做的评估）。但刚评估完没多久，我发现我的内心完全被你牵着走了，随着而来的是情绪和精神的低迷；低迷到后来已经严重影响我的身体，此时我才知道你对我的重要性。就因为如此我不想让你看到我痛苦的样子，所以我更加不想去档案室。此时我一直尝试给你沟通，但一直遭到你的拒绝。后来我抱着再试一下的想法给你发送了“20161115am.7z”压缩档，但没过多久又忙起来。我不想在这样的时候给你画饼，因为这对你不公平。我也一直想改变这一糟糕的现状，所以我才在准备考牌，只是暂时还没考到。似乎上帝对我的折磨仍未结束，我在前几个星期似乎我的状况更严重了，居然在“宝安党校”公交站台附近听到有人叫我的名字，等我回过神来，好像没看见有认识的人，因为那里除了城管大院里以外几乎没有人认识我，也不会有老师叫我的名字，而更别提那个声音是女声了。**我也一直想约你出去游玩，但是觉得像现在这种根本说不上话的情况下根本约不出来。如果一直只能像这种情况下去，撩妹我不要了，结婚也不要了，因为我不想像我表哥和前表嫂一样吵了十几年最后还是离婚了，留下一个内心扭曲的的孩子，当年他们据说也是很配对，刚结婚时据说也没什么摩擦，只是他们好像没什么共同爱好，同时也是所谓的门当户对（虽然这些都是听亲戚转述的）。我也不想像我爸妈之间的相处关系一样，一直在争吵，而且都在背后对对方不断的抱怨。我不想再经历这些。原本想在页面上写些东西的，但现在不知道写什么好了，你也可以去看一下我注解掉的内容，但那些我都不想写了。我不想跟你再变成路人。");
var x = 1;
var y = 1;
//var z = x + y;
var z = x - y;
//if(z == 2){	
//	document.write(x + " + " + y + " = " + z);
//}else{
//	document.write(x + " + " + y + " = " + z);
//}
